CONDITIONS GÉNÉRALES D’UTILISATION APPLICABLES AUX UTILISATEURS
Mis à jour le 11 Novembre 2020
1- Objet
La société FOODACT, société par actions simplifiée au capital de 5.000 Euros, dont le siège social est situé au
Parc Activité Crystalide, 8 Bis du Gabriel Voisin, 51100 Reims immatriculée au registre du commerce et des
sociétés de Reims sous le numéro 391 611 530 (ci-après, « FOODACT ») est une entreprise qui conseil, aide,
mets en relation et met son expertise au service de commerçants, de producteurs alimentaires et de
restaurateurs afin qu’ils puissent donner ou vendre leur produits en date de péremption proche, en
surstocks ou considérés comme invendus.
Adresse de contact : Parc Activité Crystalide, 8 Bis du Gabriel Voisin, 51100 Reims
Directeur de la Publication : Nabil FAHER, Président.
Site d’hébergement du site internet et de l’application : Société IKOULA NET Siret : 417 680 618 00044
32 Rue Du Pont Assy, 51100 Reims
Le présent document vise à décrire les conditions d’utilisation de l’application mobile FOODACT » (ci-après,
l’« Application ») et du site internet accessible à l’adresse https://foodact.fr (ci-après, le « Site ») régissant
ainsi l'ensemble des relations entre FOODACT et toute personne majeure ayant la qualité de consommateur
et utilisateur de l’Application et/ou du Site au sens de le législation française dans le cadre de l’utilisation
par cette dernière de l’Application et/ou du Site.
2- Acceptation des Conditions Générales d’Utilisation
L'utilisateur doit accepter les conditions générales d'utilisation pour télécharger, utiliser et accéder à
l'application et au site Internet. FOODACT se réserve la possibilité de modifier à tout moment les Conditions
Générales d’Utilisation en publiant une version mise à jour de ces Conditions Générales d’Utilisation et en
informant les Utilisateurs de cette modification. Les conditions générales d'utilisation applicables aux
utilisateurs sont celles en vigueur au jour de la passation de commande par l'utilisateur. .
3- Définition
Solution Mobile : Application mobile téléchargeable sur Google Play ou App Store qui permet ;
-De référencer des produits alimentaires ou boissons (descriptif, photo, date limite de consommation
-Aux clients d’acheter ces produits à prix réduit en raison de leur nature (invendus, dlc proche, surstocks)
Solution Web : Site web foodact.fr
Produit : désigne des produits alimentaires et boissons invendus, en surstocks ou ayant une date limite de
consommation ou d’utilisation optimale proche, étant en surstock ou considérés comme invendus.
Utilisateur ou consommateur : personne majeure ayant la qualité de consommateur et utilisateur de
l’Application et/ou du Site au sens de la législation française.
Partenaire Professionnel : tout partenaire professionnel vendant, produisant, commerçant ou cuisinant des
aliments ou boissons4- Fonctionnalités & Services
L’application FoodAct est téléchargeable sur l’App Store et Google Play. Elle est gratuite et téléchargeable en
et utilisable quand l’utilisateur est connecté à Internet. FoodAct ne peut être responsable des frais et charges
mis en œuvre pour acheter le matériel ou accéder à une connexion internet.
L’utilisateur :
o
o
o
o
o
Télécharge l’application et peut la noter
Renseigne les informations le concernant (nom, numéro de téléphone, numéro de carte bleue, email,
adresse)
Est géo localisé pour visualiser les produits des partenaires commerçants disponibles prés de sa position
Achète les produits via la plateforme
Se déplace dans les commerces partenaires (pendant leurs horaires d’ouverture) pour récupérer leurs achats
5- Contrat de Vente
Le contrat de vente est conclu entre le partenaire commerçant et l’utilisateur. FoodAct est un
intermédiaire entre ces deux entités. FoodAct met à disposition des commerçants partenaires
un espace dédié et personnel afin d’indiquer aux utilisateurs les informations essentielles de
chaque produit (photo, prix, descriptif, nombre de produits, nom du produit). Les commerçants
professionnels sont des personnes morales indépendantes de FOODACT, qui en aucun cas ne
produit, n'achète, ne vend, ne stock, ne conditionne ou ne gèrent ces produits.
FoodAct est un intermédiaire transparent selon la législation fiscale et comptable française
6- Droits de propriété - Licence
L’application, le site et son contenu, y compris le contenu informatif et les éléments visuels,
qu'ils soient déposés ou non en tant que marque, sont la propriété exclusive de FOODACT,
l'utilisateur n'a pas le droit de copier, distribuer ou utiliser ce contenu en tout ou en partie.
FOODACT concède à l’Utilisateur, un droit limité, non-exclusif, non-cessible et strictement
personnel, d’utilisation à titre gratuit de l’Application et du Site et de leur contenu.
Droit de FoodAct (dans les limites de la lois Française)
- vendre, distribuer, louer ou sous-licencier de quelque façon que ce soit tout ou partie de la solution web et
mobile, ou de son contenu ;
- modifier la solution web et mobile, ou son contenu ;
- reproduire ou fusionner tout ou partie de la Plateforme, ou de son contenu dans d’autres programmes
- compiler la Plateforme, ou son contenu, la décompiler, la désassembler, la traduire ou l‘analyser
7- Devoir de l’utilisateur
Pour accéder au service, les utilisateurs doivent télécharger l'application et créer un compte en saisissant les
informations mentionnées dans la politique de confidentialité (y compris leur emplacement géographique).
L'utilisateur reconnaît et accepte que l'application peut cesser de prendre en charge un système
d'exploitation d'appareil mobile donné à tout moment, et le cas échéant, l'utilisateur devra télécharger le
système d'exploitation de l'appareil mobile compatible.L’Utilisateur s’engage, dans le cadre de l’utilisation de l’Application et/ou du Site, à respecter la législation
française et à ne pas porter atteinte aux droits de tiers ou à l’ordre public. En cas de non-respect par
l’Utilisateur des Conditions Générales d’Utilisation, FOODACT se réserve le droit de suspendre ou de
supprimer le compte de l’Utilisateur sans préavis, FOODACT informera l’Utilisateur de la suspension ou de la
suppression de son compte à l’adresse électronique renseignée par ce dernier ;
8- Obligation de FoodAct
FoodAct a une obligation de moyen et non de résultat pour fournir un service et une solution fiable, de
qualité, sécurisée et utilisant les droits de propriété intellectuelles légaux et mis à jour. FOODACT se réserve
le droit de suspendre temporairement l’accès à la Plateforme pour des raisons techniques ou de
maintenance sans que ces opérations n’ouvrent droit à une quelconque indemnisation.
9- Prix et Paiement
L’Utilisateur peut sélectionner un ou plusieurs Produits faisant l’objet d’une Annonce par un Commerçant
Partenaire et cliquer sur « Payer ». FOODACT n’intervient pas dans le choix du prix ou des annonces et
n’exerce aucun contrôle sur leur contenu, hors obligations légales mises à sa charge.
Les prix des Produits sont exprimés en euros (€) et comprennent le montant de la taxe sur la valeur ajoutée
(TVA). Le paiement est effectué sur l’Application lors à la fin commande, via la plateforme de paiement
sécurisée Stripe (www.stripe.com).Le marchand partenaire est responsable de fournir des informations
exactes et à jour sur le produit et sa disponibilité dans l’annonce.
Les moyens de paiement pouvant être utilisés sont indiqués sur l’Application lors du processus de
commande : cartes bancaires Visa, Mastercard, American Express
Lors d'un paiement par carte de crédit, l'utilisateur doit saisir son numéro de carte, sa date d'expiration et
son code de sécurité. Il pourra s’il le souhaite enregistrer, supprimer ou conserver ces informations
bancaires sur son espace
FOODACT prélève le Chiffre d’affaires pour le compte du Partenaire Commerçant. Et reverse à ce dernier
après prélèvement d’une commission préalablement fixée entre FOODACT et le Commerçant Partenaire.
10- Alcool
L'alcool acheté auprès des commerçants partenaires ne peut être acheté que par des personnes de plus de
dix-huit (18) ans. Les partenaires marchands vérifieront l’âge de l’utilisateur pour collecter les commandes.
11- Utilisation légale des services
Les utilisateurs ne doivent pas utiliser les applications et services FOODACT en violation de la
réglementation en vigueur, et plus généralement, pour éviter de porter atteinte aux intérêts, à la réputation
ou à l'image de FOODACT ou d’une personne morale ou physique tierce. FOODACT se réserve le droit, à sa
seule discrétion de suspendre de manière temporaire ou définitive l’accès à la solution.
12- Politique de remboursement & Droit de rétractation
En confirmant sa commande, l’Utilisateur consent à ce qu’aucun remboursement ne soit effectué, tout
paiement étant non-remboursable et non échangeable à compter de la confirmation de la commande par
l’Utilisateur. Aucun Remboursement ne sera possible si l’Utilisateur ne procède pas au retrait des Produits
dans ce délai.En effet, conformément à l’article L221-28 du Code de la consommation, le droit de rétractation ne peut pas
être exercé pour : les contrats de fourniture de biens susceptibles de se détériorer ou de se périmer
rapidement. L’Utilisateur ne dispose donc pas d’un droit de rétractation
Les relations de l’utilisateur avec les commerçants partenaires.
● Les commerçants partenaires sont des personnes dis nctes et indépendantes.
FOODACT, laquelle, en aucun cas, ne manufacture, achète, vend, conserve, emballe ou gère les produits.
● FOODACT n'établit que des contacts entre u lisateurs et partenaires, et tout contrat de vente doit être
directement déterminé par les conditions générales conclues entre les utilisateurs et les partenaires.
● Le prix des produits payés via l'application est prélevé par FOODACT pour le compte de ses partenaires;
14- Le cas fortuit et la force majeure.
En cas de circonstances accidentelles (informatique, problèmes techniques, etc.) ou en cas de force majeure
prévue à l'article 1218 du Code civil et juridiction française, FOODACT ne pourra être tenue responsable.
15- Données à caractère personnel
Dans le cadre de l'utilisation de l'application ou du site Internet, FOODACT est amené à collecter et traiter
certaines données personnelles des utilisateurs, notamment leur situation géographique, leur adresse IP, les
données de connexion et de navigation et les données stockées dans les cookies («données»).
FOODACT assure à l’Utilisateur une collecte et un traitement de ses Données dans le respect des
dispositions de la loi n°78-17 du 6 janvier 1978 relative à l’informatique, aux fichiers et aux libertés
(modifiée par la loi n°2004-801 du 6 août 2004, la loi n°2016-1321 du 7 octobre 2016, la loi n°2018-493 du
20 juin 2018 et l’ordonnance n°2018-1125 du 12 décembre 2018) (la « Loi Informatique et Libertés ») et du
Règlement n°2016/679 du Parlement européen et du Conseil du 27 avril 2016 (le « Règlement »),
conformément à sa Politique de Confidentialité accessible à l’adresse suivante : www. Foodact.fr
Selon la «Loi sur la protection des données» et le «Règlement», les utilisateurs ont le droit d'accéder, de
corriger, de supprimer leurs données, de restreindre ou de s'opposer à leur traitement, de définir des
instructions sur le stockage, l'effacement et la communication de leurs données après la mort, et la
disponibilité de leurs données.
La Politique de Confidentialité fait partie intégrante des Conditions Générales d’Utilisation. L’Utilisateur est
invité à consulter la Politique de Confidentialité, à laquelle il est
L'utilisateur exerce ses droits par courrier électronique à l'adresse suivante: sos@foodact.fr ou par courrier
à l'adresse indiquée en haut des présentes "Conditions Générales d'Utilisation".
16- Nullité / Non-applicabilité
Si une disposition des présentes conditions générales d'utilisation est invalide ou non applicable aux règles
juridiques en vigueur ou au jugement final, elle sera considérée comme non écrite, et il n'est pas nécessaire
d'invalider autrement les conditions générales d'utilisation contenant ces conditions générales.
17- Droit applicable et règlement des litiges
Pour toute réclamation, l’Utilisateur est invité à s’adresser au service clients : , 8 Bis du Gabriel Voisin,
51100 Reims A défaut d’aboutir à une solution amiable, tout litige résultant de la formation, de
l’interprétation et/ou de l’exécution des Conditions Générales d’Utilisation sera de la compétence des
juridictions de droit commun de Reims.